export default {
  // 1. `less`コマンドを利用し、`input.csv` の中身にはどんなデータが入っているかを確認してみましょう。カンマ区切りで3つの列が入っているので、それぞれの列のカラムを確認しましょう。
  // 各列のカラムを `input.csv` から抜き出し、以下の配列に文字列の要素として記入してください。
  // 例えば、各列のカラムが「"列１", "列２", "列３"」の場合、`columnNames: ["列１", "列２", "列３"]` と解答してください。
  columnNames: [],

  // 2. `cat`、`cut`、`sort`コマンドを利用し、最も新しい「更新日」の日付を出力しましょう。
  // 得られた結果を以下に文字列の形で記入してください。
  latestDate: "",

  // 3. `grep` コマンドを利用し、最新の「更新日」となっている市区町村の名前を出力してみましょう。
  // 得られた結果を以下の配列の要素として記入してください。
  latestDistricts: [],

  // 4. `cat`、`cut`、`sort`、`uniq`コマンドを利用し、一度に最も多く市町村が更新された日とその数を見つけましょう。
  largestChange: {
    date: "",
    count: 0,
  },
};
